Repository: enzome/false-friends-finder
Catalog: src/Locale/*/default.po
Languages: hu, it

source: The classification has been saved.
hu: A besorolás mentésre került.
it: La classificazione é stata salvata.

source: The classification could not be saved. Please, try again.
hu: A besorolást nem lehetett menteni, próbáld később.
it: La lingua non è stata salvata. Prova di nuovo.

source: The classification has been deleted.
hu: A besorolás törölve.
it: La classificazione é stata eliminata.

source: The classification could not be deleted. Please, try again.
hu: A besorolás nem törölhető. Kérjük próbálja meg újra.
it: La lingua non è stata salvata. Prova di nuovo.

source: The language has been saved.
hu: A nyelv lett mentve.
it: La lingua è stata salvata.

source: The language could not be saved. Please, try again.
hu: A nyelv mentése nem sikerült, próbáld újra.
it: La lingua non è stata salvata. Prova di nuovo.

source: The language has been deleted.
hu: A nyelv törölve lett.
it: Lingua eliminata con successo.

source: The language could not be deleted. Please, try again.
hu: A nyelv nem törölhető. Kérjük próbálja meg újra.
it: La lingua non è stata salvata. Prova di nuovo.

source: Thank you for your suggestion. The starting link has been added. Stay tuned...
hu: Köszönöm a javaslatot. A kezdő link hozzáadásra került. Hamarosan kezdődik a keresés…
it: Grazie per il tuo suggerimento.

source: The link suggestion could not be saved. Please, try again.
hu: A javaslatot nem lehetett elmenteni.
it: Il suggerimento non è stato salvato. Prova di nuovo.

source: The link suggestion has been saved.
hu: A link elmentve.
it: Il suggerimento è stato salvato.

source: The link suggestion has been deleted.
hu: A javaslat törölve.
it: Il suggerimento è stato salvato.

source: The link suggestion could not be deleted. Please, try again.
hu: A link javaslat nem törölhető. Kérjük próbálja meg újra.
it: Il suggerimento non è stato salvato. Prova di nuovo.

source: The word connection has been saved.
hu: A szavak közötti kapcsolat létrehozása sikers.
it: Il collegamento di parola è stato salvato.

source: The word connection could not be saved. Please, try again.
hu: A szavak között nem sikerült menteni a kapcsolatot.
it: Il collegamento non è stata salvato. Prova di nuovo.

source: The word connection has been deleted.
hu: A szavak közötti kapcsolat mentésre került.
it: La collegamento è stata eliminata.

source: The word connection could not be deleted. Please, try again.
hu: A szavak között nem sikerült menteni a kapcsolatot.
it: Il collegamento non è stata salvato. Prova di nuovo.

source: Deleted %s locations and %s words
hu: Törölt források: %s , Törölt szavak: %s
it: Eliminato %s posizioni e %s parole

source: The word location has been saved.
hu: A szó helye mentésre került.
it: La posizione della parola è stata salvata.

source: The word location could not be saved. Please, try again.
hu: A szó helyét nem lehetett elmenteni.
it: La posizione della parola non può essere salvata. Per favore, riprova.

source: The word location has been deleted.
hu: A hely sikeresen törölve.
it: Luogo cancellato con successo

source: The word location could not be deleted. Please, try again.
hu: A linket nem lehetett törölni.
it: La posizione di parola non può essere eliminata. Per favore, riprova.

source: Currently that language is not supported ;)
hu: Az általad kiválasztott nyelvet a rendszer nem támogatja
it: Attualmente tale lingua non è supportata ;)

source: The word has been saved.
hu: A szó mentésre került.
it: La parola è stata salvata

source: The word could not be saved. Please, try again.
hu: A szót nem lehetett elmenteni.
it: La parola non è stata salvata. Prova di nuovo.

source: The word has been deleted.
hu: A szó törölve lett.
it: La parola è stata salvata.

source: The word could not be deleted. Please, try again.
hu: A szót nem lehetett törölni.
it: La parola non è stata salvata. Prova di nuovo.

source: Actions
hu: Opciók
it: Possibilitá

source: Friends
hu: Barátok
it: Falsi amici

source: Connections
hu: Kapcsolatok
it: Amicizie Classificate

source: Delete Locations
hu: Linkek törlése
it: Cancella URL

source: List Classifications
hu: Besorolások listázása
it: Elenca Classificazioni

source: List Word Connections
hu: Szókapcsolatok listázása
it: Elenco Connessioni

source: New Word Connection
hu: Új szókapcsolat
it: Nuova Amicizia

source: Add Classification
hu: Besorolás hozzáadása
it: Aggiungi Classificazione

source: Submit
hu: Mentés
it: Salva

source: Delete
hu: Törlés
it: Cancella

source: Are you sure you want to delete # {0}?
hu: Biztos törlöd # {0}?
it: Vuoi cancellare nr. {0}?

source: Edit Classification
hu: Besorolás szerkesztése
it: Modifica Classificazione

source: New Classification
hu: Besorolás hozzáadása
it: Nuova Classificazione

source: Classifications
hu: Besorolások
it: Classificazioni

source: View
hu: Megtekintés
it: Apri

source: Edit
hu: Szerkesztés
it: Modifica

source: first
hu: első
it: primo

source: previous
hu: előző
it: precedente

source: next
hu: következő
it: prossimo

source: last
hu: utolsó
it: ultimo

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
hu: Oldal {{page}}/{{pages}}, jelenleg látható {{current}} szó a {{count}} találatból
it: Page {{page}} da {{pages}}, visualizzando {{current}} oggetti dal totale {{count}}

source: Delete Classification
hu: Besorolás törlése
it: Elimina classificazione

source: Name
hu: Név
it: Nome

source: Related Word Connections
hu: Kapcsolatok
it: Connessioni di parole correlate

source: From Id
hu: Magyar szó ID
it: Da Id

source: To Id
hu: Olasz szó ID
it: All'Id

source: Classification Id
hu: Besorolás ID
it: Id classificazione

source: Description
hu: Leírás
it: Descrizione

source: List Languages
hu: Nyelvek
it: Lingue

source: List Words
hu: Szavak
it: Elenco parole

source: New Word
hu: Új szó
it: Nuova parola

source: Add Language
hu: Nyelv hozzáadása
it: Aggiungi lingua

source: Edit Language
hu: Nyelv szerkesztése
it: Modifica Lingua

source: New Language
hu: Új nyelv
it: Nuova linguaEdit language properties

source: Languages
hu: Nyelvek
it: Lingue

source: Delete Language
hu: Nyelv törlése
it: Elimina Lingua

source: Related Words
hu: Kapcsolódó szavak
it: Dizionario dei sinonimiName

source: Word
hu: Szó
it: Parola

source: Language Id
hu: Nyelvi azonosító
it: ID lingua

source: Suggest a link to scrape
it: Suggerisci un link!

source: Error
hu: Hiba
it: Errore

source: Back
hu: Vissza
it: Indietro

source: Add Link Suggestion
it: Aggiungere Link suggerimento

source: List From Words
hu: Szavak
it: Elenco dalle parole (Da)

source: New From Word
hu: Új magyar szó
it: Nuova parola “Da”

source: Add Word Connection
hu: Új szókapcsolat
it: Nuova Amicizia

source: Edit Word Connection
hu: Szókapcsolat szerkesztése
it: Modifica collegamento

source: Word Connections
hu: Kapcsolatok
it: Elenco Connessioni

source: Delete Word Connection
hu: Szókapcsolat törlése
it: Elimina collegamento di parola

source: List To Words
hu: Olasz szavak
it: Elenco dalle parole (A)

source: New To Word
hu: Új olasz szó
it: Nuova parola “A”

source: From Word
hu: Magyar szó
it: Parola 1

source: To Word
hu: Olasz szó
it: Parola 2

source: Classification
hu: Besorolás
it: Classificazione

source: List Word Locations
hu: Szó források
it: Elenco Delle risorse

source: Add Word Location
hu: Forrás hozzáadása
it: Aggiungi risorsa di parole

source: New Word Location
hu: Új forrás
it: Nuova riferenza

source: Delete Location
hu: Település törlése
it: Elimina localizzazione

source: There are in total {0} locations for words with url {1}
hu: Összesen {0} szó szerepel ezalatt az url alatt: {}
it: Ci sono in totale {0} posizioni per le parole con url {1}

source: Insert the word 'go' here to remove url and associated words
hu: Biztos vagy benne? Írd ide azt, hogy go a törléshez
it: Inserire la parola ‘go’ qui per rimuovere url e parole associate

source: Edit Word Location
hu: Forrás szerkesztése
it: Modifica la referenza della parola

source: Word Locations
hu: Források
it: Riferenze

source: Delete Word Location
hu: Forrás törlése
it: Elimina referenza della parola

source: Count
hu: Számláló
it: Conteggio

source: Add Word
hu: Szó felvétele
it: Aggiungi parola

source: Edit Word
hu: Szó szerkesztése
it: Modifica parola

source: Options
hu: Lehetőségek
it: Opzioni

source: Sources:
hu: Források:
it: Fonti:

source: Hide
hu: Elrejtés
it: Nascondi

source: False Friend!
it: Falso amico!

source: Words
hu: Szavak
it: Parole

source: Delete Word
hu: Szó törlése
it: Elimina parola

source: Language
hu: Nyelv
it: Lingua

source: Related Word Locations
hu: Kapcsolódó dokumentumok
it: Riferenze

source: Word Id
hu: Szó ID
it: Id
